Repository: ad-qu/Frontend-UNIGO
Catalog: lib/l10n/app_*.arb
Languages: ca, es

# delete_itinerary_explanation
source: Are you sure you want to delete this itinerary? This decision will be permanent.
ca: Segur que desitja eliminar aquest itinerari? Aquesta decisió serà permanent.
es: ¿Seguro que desea eliminar este itinerario? Esta decisión será permanente.

# itinerary_no_challenges
source: This itinerary has no challenges
ca: Aquest itinerary no té reptes
es: Este itinerario no tiene retos

# create_challenges
source: Create challenge
ca: Crear repte
es: Crear reto

# xp_question
source: Should this challenge give XP?
ca: Desitja que aquest repte doni XP?
es: ¿Desea que este reto dé XP?

# xp_input
source: Enter the amount of experience (0-100):
ca: Ingressi la quantitat d'experiència (0-100):
es: Ingrese la cantidad de experiencia (0-100):

# question_question
source: Do you want to add a question?
ca: Desitja agregar una pregunta?
es: ¿Desea agregar una pregunta?

# question_advice
source: Remember that there will be 3 possible answers. Only one will be correct.
ca: Recorda que hauran 3 possibles respostes. Només una serà la correcta.
es: Recuerda que habrán 3 posibles respuestas. Solo una será la correcta.

source: Question
ca: Qüestió
es: Pregunta

# select_challenge_location
source: You must then select the location of the challenge on the map.
ca: A continuació, haurà de seleccionar la ubicació del repte en el mapa.
es: A continuación, deberá seleccionar la ubicación del reto en el mapa.

# edit_challenge
source: Edit
ca: Editar
es: Editar

source: SELECT LOCATION
ca: SELECCIONA UBICACIÓ
es: SELECCIONA UBICACIÓN

source: Download QR
ca: Descarregar QR
es: Descargar QR

# save_button
source: SAVE
ca: GUARDAR
es: GUARDAR

# download_folder
source: It will be saved in your
ca: Es guardarà en la teva carpeta de
es: Se guardará en tu carpeta de

# download_red
source: Downloads
ca: Descàrregues
es: Descargas

source: Delete challenge
ca: Delete repte
es: Delete reto

# delete_chalenge_explanation
source: Are you sure you want to delete this challenge? This decision will be permanent.
ca: Segur que desitja eliminar aquest itinerari? Aquesta decisió serà permanent.
es: ¿Seguro que desea eliminar este reto? Esta decisión será permanente.

# pass_label
source: Write your password
ca: Escriu la teva contrasenya
es: Escribe tu contraseña

# new_pass_label
source: Write your new password
ca: Escriu la nova contrasenya
es: Escribe la nueva contraseña

# repeat_pass_label
source: Write again your new password
ca: Torna a escriure la contrasenya
es: Repite la nueva contraseña

source: Cancel
es: Cancela
