Repository: ad-qu/Frontend-UNIGO
Catalog: lib/l10n/app_*.arb
Languages: ca, es

# slogan
source: Explore, connect and discover!
ca: Explora, connecta i descobreix!
es: ¡Explora, conecta y descubre!

# description
source: Explore your university campus on UNIGO!
ca: Investiga el teu campus universitari a UNIGO!
es: Investiga tu campus universitario en UNIGO!

# hype
source: Join for challenges, chats, and more in this app created at EETAC.
ca: Uneix-te per a reptes, xats i més en aquesta aplicació creada a l'EETAC.
es: Únete para retos, chats y más en esta aplicación creada en la EETAC.

# get_stated
source: Sign up with your email address
ca: Registra't amb el teu correu electrònic
es: Regístrate con tu correo electrónico

# google_login
source: Continue with Google
ca: Continua amb Google
es: Continúa con Google

# have_account
source: Already have an account?
ca: Ja tens un compte?
es: ¿Ya tienes una cuenta?

source: Log in
ca: Inicia sessió
es: Inicia sesión

# login_banner
source: Log in
ca: Inici de sessió
es: Inicio de sesión

# email
source: Email Address
ca: Adreça electrònica
es: Dirección electrónica

source: Password
ca: Contrasenya
es: Contraseña

# forgot_password
source: Forgot your password?
ca: Has oblidat la contrasenya?
es: ¿Olvidaste tu contraseña?

# login_button
source: LOG IN
ca: INICIA SESSIÓ
es: INICIA SESIÓN

# faster1
source: UNIGO! will
ca: UNIGO!
es: UNIGO!

# faster2
source: remember you
ca: et recordarà
es: te recordará

# faster3
source: for faster logins.
ca: per a iniciar sessió.
es: para iniciar sesión.

# empty_fields
source: Check that the fields are not empty
ca: Comproveu que no hi hagi camps buits
es: Verifique que no haya campos vacíos

# verify_credentials
source: Verify your credentials
ca: Verifica les teves credencials
es: Verifica tus credenciales

# disabled_user
source: Disabled account
ca: Compte inhabilitat
es: Cuenta inhabilitada

# server_error
source: Server Error. Try again later
ca: Error del servidor. Prova més tard
es: Error en el servidor. Prueba más tarde

# signup_banner
source: Sign up
ca: Registre d'usuari
es: Registro de usuario

source: Name
ca: Nom
es: Nombre

source: Surname
ca: Cognom
es: Apellido

source: Username
ca: Nom d'usuari
es: Nombre de usuario

# campus
source: Select your universitary campus
ca: Selecciona el teu campus universitari
es: Selecciona tu campus universitario

# repeat_password
source: Repeat your password
ca: Repeteix la contrasenya
es: Repita la contraseña

# characters
source: Contains at least 8 characters
ca: Conté almenys 8 caràcters
es: Contiene al menos 8 carácteres

# number
source: Contains at least 1 number
ca: Conté almenys 1 número
es: Contiene al menos 1 número

# match
source: Both passwords match
ca: Les dues contrasenyes coincideixen
es: Las dos contraseñas coinciden

# password_rules
source: Check password rules
ca: Comprova les regles de contrasenya
es: Comprueba las reglas de contraseña

# account_created
source: Account successfully created
ca: Compte creat correctament
es: Cuenta creada correctamente

# invalid_email
source: Invalid email address
ca: Correu electrònic invàlid
es: Correo electrónico inválido

# used_email
source: Email already in use
ca: Correu electrònic ja en ús
es: Correo electrónico ya en uso

# valid_values
source: Check that there are valid values
ca: Comprova que hi ha valors vàlids
es: Comprueba que hay valores válidos

# i_accept
source: I accept the
ca: Accepto els
es: Acepto los

# terms
source: Terms of Use and Privacy Policy
ca: Termes d'Ús i les Polítiques de Privacitat
es: Términos de Uso y Políticas de Privacidad

# signup_button
source: SIGN UP
ca: REGISTRA'T
es: REGÍSTRATE

# explanation1
source: By clicking ''SIGN UP'', you agree to the UNIGO!
ca: Clicant ''REGISTRA'T'', accepteu els
es: Al hacer clic en ''REGISTRARSE'', aceptas los

# explanation2
source: Terms of Use
ca: Termes d'Ús
es: Términos de Uso

# explanation3
source: and
ca: i la
es: y la

# explanation4
source: Privacy Policy
ca: Política de Privacitat
es: Política de Privacidad

# terms_of_use_and_privacy_policy
source: Terms of Use 1. Acceptance of Terms By using the services provided by UNIGO!, you agree to comply with and be bound by these Terms of Use. If you do not agree with these terms, please do not use our services. 2. Use of Services You agree to use our services only for lawful purposes and in accordance with these Terms of Use. You are prohibited from using our services to: · Engage in any unlawful activity. · Infringe upon the intellectual property rights of UNIGO! or any third party. · Distribute harmful software or engage in cyber-attacks. 3. Intellectual Property All content, trademarks, and data provided by UNIGO! are protected by intellectual property laws. You may not use, reproduce, or distribute any content without express permission from UNIGO! 4. User Accounts To access certain features of our services, you may need to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account. 5. Limitation of Liability UNIGO! shall not be liable for any indirect, incidental, or consequential damages arising out of the use or inability to use our services, even if we have been advised of the possibility of such damages. 6. Changes to Terms UNIGO! reserves the right to modify these Terms of Use at any time. We will notify users of any changes by updating the terms on our website. Your continued use of our services constitutes acceptance of the revised terms. Privacy Policy 1. Information Collection UNIGO! collects personal information that you provide directly to us, such as your name, email address, and other contact details, as well as information gathered automatically through your use of our services, including usage data and cookies. 2. Use of Information The information we collect is used to: · Provide and improve our services. · Personalize user experience. · Communicate with users, including sending updates and notifications. · Ensure the security and integrity of our services. 3. Information Sharing UNIGO! does not sell, trade, or otherwise transfer your personal information to third parties. We may share information with third-party service providers who assist us in operating our services, but these parties are obligated to keep your information confidential and secure. 4. Data Security We implement a variety of security measures to maintain the safety of your personal information. However, no method of transmission over the Internet or method of electronic storage is 100% secure, so we cannot guarantee absolute security. User Rights You have the right to access, correct, or delete your personal information. You can also object to the processing of your data in certain circumstances. To exercise these rights, please contact us at support.unigo@upc.edu. 6. Changes to Policy UNIGO! may update this Privacy Policy from time to time. We will notify you of any significant changes by posting the new policy on our website and, where appropriate, by other means. Your continued use of our services after such changes constitutes your acceptance of the new policy.
ca: Termes d'Ús 1. Aceptació de Termes En utilitzar els serveis proporcionats per UNIGO!, vostè accepta complir i estar obligat per aquests Termes d'Ús. Si vostè no està d'acord amb aquests termes, si us plau no utilitzi els nostres serveis. 2. Ús del servei Vostè es compromet a utilitzar els nostres serveis només per a fins legals i d'acord amb aquests Termes d'Ús. Se li prohibeix utilitzar els nostres serveis per a: · Participar en qualsevol activitat il·legal. · Infringir els drets de propietat intel·lectual de UNIGO! o qualsevol tercer. · Distribuir programari nociu o participar en ciberatacs. 3. Propietat Intel·lectual Tot el contingut, marques comercials i dades proporcionades per UNIGO! estan protegits per lleis de propietat intel·lectual. No pot utilitzar, reproduir o distribuir cap contingut sense el permís exprés de UNIGO! 4. Comptes d'Usuari Per accedir a certes característiques dels nostres serveis, pot ser que necessiti crear un compte. Vostè és responsable de mantenir la confidencialitat de la informació del seu compte i de totes les activitats que ocorrin sota el seu compte. 5. Limitació de Responsabilitat UNIGO! no serà responsable de cap dany indirecte, incidental o conseqüent que en surti de l'ús o la impossibilitat d'utilitzar els nostres serveis, fins i tot si se'ns ha advertit de la possibilitat de tals danys. 6. Canvis als Termes UNIGO! es reserva el dret de modificar aquests Termes d'Ús en qualsevol moment. Notificarem als usuaris de qualsevol canvi actualitzant els termes al nostre lloc web. El seu ús continuat dels nostres serveis constitueix l'acceptació dels termes revisats. Política de Privacitat 1. Recopilació d'Informació UNIGO! recull informació personal que vostè ens proporciona directament, com el seu nom, adreça de correu electrònic i altres detalls de contacte, així com informació recollida automàticament a través de l'ús dels nostres serveis, inclosos dades d'ús i galetes. 2. Ús de la Informació La informació que recollim s'utilitza per a: · Proporcionar i millorar els nostres serveis. · Personalitzar l'experiència de l'usuari. · Comunicar-nos amb els usuaris, incloent l'enviament d'actualitzacions i notificacions. · Garantir la seguretat i la integritat dels nostres serveis. 3. Compartir Informació UNIGO! no ven, comercialitza ni transfereix la seva informació personal a tercers. Podem compartir informació amb proveïdors de serveis de tercers que ens ajuden a operar els nostres serveis, però aquestes parts estan obligades a mantenir la seva informació confidencial i segura. 4. Seguretat de Dades Implementem una varietat de mesures de seguretat per mantenir la seguretat de la seva informació personal. No obstant això, cap mètode de transmissió per Internet o mètode d'emmagatzematge electrònic és 100% segur, per la qual cosa no podem garantir una seguretat absoluta. 5. Drets de l'Usuari Vostè té dret a accedir, corregir o eliminar la seva informació personal. També pot oposar-se al processament de les seves dades en determinades circumstàncies. Per exercir aquests drets, si us plau contacti'ns a support.unigo@upc.edu. 6. Canvis en la Política UNIGO! pot actualitzar aquesta Política de Privacitat de tant en tant. Li notificarem de qualsevol canvi important publicant la nova política al nostre lloc web i, si escau, per altres mitjans. El seu ús continuat dels nostres serveis després d'aquests canvis constitueix la seva acceptació de la nova política.
es: Términos de Uso 1. Aceptación de Términos Al utilizar los servicios proporcionados por UNIGO!, usted acepta cumplir y estar obligado por estas Condiciones de Uso. Si usted no está de acuerdo con estos términos, por favor no utilice nuestros servicios. 2. Uso del servicio Usted se compromete a utilizar nuestros servicios sólo para fines lícitos y de acuerdo con estos Términos de Uso. Se le prohíbe utilizar nuestros servicios para: · Participar en cualquier actividad ilegal. · Infringir los derechos de propiedad intelectual de UNIGO! o cualquier tercero. · Distribuir software dañino o participar en ciberataques. 3. Propiedad Intelectual Todo el contenido, marcas comerciales y datos proporcionados por UNIGO! están protegidos por leyes de propiedad intelectual. Usted no puede utilizar, reproducir o distribuir ningún contenido sin el permiso expreso de UNIGO! 4. Cuentas de Usuario Para acceder a ciertas características de nuestros servicios, puede que necesite crear una cuenta. Usted es responsable de mantener la confidencialidad de la información de su cuenta y de todas las actividades que ocurran bajo su cuenta. 5. Limitación de Responsabilidad UNIGO! no será responsable de ningún daño indirecto, incidental o consecuente que surja del uso o la imposibilidad de usar nuestros servicios, incluso si se nos ha advertido de la posibilidad de tales daños. 6. Cambios en los Términos UNIGO! se reserva el derecho de modificar estos Términos de Uso en cualquier momento. Notificaremos a los usuarios de cualquier cambio actualizando los términos en nuestro sitio web. Su uso continuado de nuestros servicios constituye la aceptación de los términos revisados. Política de Privacidad 1. Recopilación de Información UNIGO! recopila información personal que usted nos proporciona directamente, como su nombre, dirección de correo electrónico y otros detalles de contacto, así como información recopilada automáticamente a través de su uso de nuestros servicios, incluidos datos de uso y cookies. 2. Uso de la Información La información que recopilamos se utiliza para: · Proporcionar y mejorar nuestros servicios. · Personalizar la experiencia del usuario. · Comunicarnos con los usuarios, incluido el envío de actualizaciones y notificaciones. · Garantizar la seguridad y la integridad de nuestros servicios. 3. Compartir Información UNIGO! no vende, comercia ni transfiere su información personal a terceros. Podemos compartir información con proveedores de servicios de terceros que nos ayuden a operar nuestros servicios, pero estas partes están obligadas a mantener su información confidencial y segura. 4. Seguridad de Datos Implementamos una variedad de medidas de seguridad para mantener la seguridad de su información personal. Sin embargo, ningún método de transmisión por Internet o método de almacenamiento electrónico es 100% seguro, por lo que no podemos garantizar una seguridad absoluta. 5. Derechos del Usuario Usted tiene derecho a acceder, corregir o eliminar su información personal. También puede oponerse al procesamiento de sus datos en ciertas circunstancias. Para ejercer estos derechos, contáctenos en support.unigo@upc.edu. 6. Cambios en la Política UNIGO! puede actualizar esta Política de Privacidad de vez en cuando. Le notificaremos de cualquier cambio significativo publicando la nueva política en nuestro sitio web y, cuando corresponda, por otros medios. Su uso continuado de nuestros servicios después de tales cambios constituye su aceptación de la nueva política.

source: History
ca: Historial
es: Historial

source: Edit account
ca: Editar compte
es: Editar cuenta

source: Edit password
ca: Editar contrasenya
es: Editar contraseña

source: Delete account
ca: Eliminar compte
es: Eliminar cuenta

# delete_account_explanation
source: Are you sure you want to delete your account? Deleting your account will make it inaccessible and you will not be able to use it. To reactivate it, you will need to contact our support team. Enter your username to confirm:
ca: Estàs segur que vols eliminar el teu compte? En eliminar el teu compte, aquesta quedarà inaccessible i no podràs utilitzar-la. Per a reactivar-la, serà necessari contactar amb el nostre equip de suport. Escriu el teu nom d'usuari per a confirmar:
es: ¿Estás seguro de que quieres eliminar tu cuenta? Al eliminar tu cuenta, esta quedará inaccesible y no podrás utilizarla. Para reactivarla, será necesario contactar con nuestro equipo de soporte. Escribe tu nombre de usuario para confirmar:

# wrong_username
source: Incorrect username
ca: Nom d'usuari erroni
es: Nombre de usuario erróneo

# account_deleted
source: Account successfully deleted
ca: Compte correctament eliminat
es: Cuenta correctamente eliminada

source: Log out
ca: Tancar sessió
es: Cerrar sesión

source: Following
ca: Seguint
es: Siguiendo

source: Followers
ca: Seguidors
es: Seguidores

source: Level
ca: Nivell
es: Nivel

# edit_warning
source: Once the account updates, you will have to log in again
ca: Una vegada hagi fet els canvis, haurà d'iniciar sessió de nou
es: Una vez haya realizado los cambios, deberá iniciar sesión de nuevo

# user_no_challenges
source: This user has not completed any challenges
ca: Aquest usuari no ha completat cap repte
es: Este usuario no ha completado ningún reto

# account_no_followers
source: This account has no followers
ca: Aquest compte no té seguidors
es: Esta cuenta no tiene seguidores

# account_no_following
source: This account does not follow any user
ca: Aquest compte no segueix a cap usuari
es: Esta cuenta no sigue a ningún usuario

# problem_lvlUp
source: Problem leveling up. Log in again to update
ca: Problema pujant de lvl. Fes log in de nou per a actualitzar
es: Problema subiendo de lvl. Log in de nuevo para actualizar

# problem_answer
source: Problem when checking your answer. Try again later
ca: Problema en verificar la teva resposta. Prova mes tarda
es: Problema al verificar tu respuesta. Prueba mas tarde

# problem_permission
source: Permission error
ca: Error amb els permisos
es: Error con los permisos

# scan_OK
source: Scanned successfully
ca: Escanejat correctament
es: Escaneado correctamente

# challenge_OK
source: CHALLENGE PASSED!
ca: REPTE SUPERAT!
es: ¡RETO SUPERADO!

# add_exp
source: Congratulations! You will be awarded an experience of
ca: Enhorabona! Se't sumarà una experiència al teu compte de
es: ¡Enhorabuena! Se te sumará una experiencia a tu cuenta de

source: Go back
ca: Tornar
es: Volver

# almost
source: WOA, ALMOST! 😔
ca: UY, GAIREBÉ! 😔
es: ¡UY, CASI! 😔

source: Answer
ca: Resposta
es: Respuesta

source: WRONG
ca: INCORRECTA
es: INCORRECTA

# block_app
source: The application will proceed to lock for 5 minutes. Try again later...
ca: L'aplicació procedirà a bloquejar-se durant 5 minuts. Torna a intentar-ho més tard...
es: La aplicación procederá a bloquearse durante 5 minutos. Vuelve a intentarlo más tarde...

# wrong_QR
source: The challenge you have scanned does not match the expected one 😢
ca: El repte que has escanejat no coincideix amb l'esperat 😢
es: El reto que has escaneado no coincide con el esperado 😢

source: Map
ca: Mapa
es: Mapa

source: Discover
ca: Descubreix
es: Descubre

source: Entities
ca: Entitats
es: Entidades

source: Profile
ca: Perfil
es: Perfil

source: Itineraries
ca: Itineraris
es: Itinerarios

source: Challenges
ca: Reptes
es: Retos

# no_itineraries_map
source: No itineraries to show
ca: No hi ha itineraris per a mostrar
es: No hay itinerarios para mostrar

source: Press
ca: Pressiona
es: Presiona

# to_go_to_entities
source: to go to entities and look for more challenges
ca: per a anar a entitats i buscar més reptes
es: para ir a entidades y buscar más retos

source: Scan
ca: Escanejar
es: Escanear

# search_account
source: Search for an account...
ca: Cerca un compte...
es: Busca una cuenta...

# do_not_follow_accounts
source: You do not follow any account
ca: No segueixes cap compte
es: No sigues ninguna cuenta

source: to find accounts
ca: per trobar comptes
es: para encontrar cuentas

# there_is_no_accounts_to_show
source: There is no more accounts to show
ca: No hi ha més comptes per a mostrar
es: No hay más cuentas a mostrar

source: Try pressing
ca: Prova a pressionar
es: Prueba a presionar

# to_find_accounts_other_campus
source: to find accounts from other university campuses
ca: per trobar comptes d'altres campus universitaris
es: para encontrar cuentas de otros campus universitarios

# do_not_follow_entities
source: Yo do not ollow any entity
ca: No segueixes cap entitat
es: No sigues ninguna entidad

source: to find entities
ca: per trobar entitats
es: para encontrar entidades

source: or press
ca: o pressiona
es: o presiona

# to_create
source: to create one
ca: per crear una
es: para crear una

source: Create entity
ca: Crear entitat
es: Crear entidad

# create_description
source: Description
ca: Descripció
es: Descripción

# create_button
source: CREATE
ca: CREAR
es: CREAR

# remember_entity1
source: Remember that the entity you create must comply with the
ca: Recorda que l'entitat que creïs haurà de complir els
es: Recuerda que la entidad que crees deberá cumplir los

source: of UNIGO!
ca: de UNIGO!
es: de UNIGO!

# search_entity
source: Search for an entity...
ca: Cerca una entitat...
es: Busca una entidad...

# there_is_no_entities_to_show
source: There is no more entities to show
ca: No hi ha més entitat per a mostrar
es: No hay más entidades a mostrar

# to_find_entities_other_campus
source: to find entities from other university campuses
ca: per trobar entitats d'altes campus universitaris
es: para encontrar entidades de otros campus universitarios

source: News
ca: Notícies
es: Noticias

source: Chat
ca: Xat

source: Settings
ca: Ajustos
es: Ajustes

# first_follow_entity
source: First you have to follow the entity
ca: Primer has de seguir l'entitat
es: Primero debes seguir la entidad

source: Follow
ca: Segueix
es: Seguir

# entity_no_followers
source: This entity has no followers
ca: Aquesta entitat no té seguidors
es: Esta entidad no tiene seguidores

source: Edit entity
ca: Editar entitat
es: Editar entidad

# select_a_photo
source: Choose a photo
ca: Tria una foto
es: Elija una foto

# edit_button
source: EDIT
ca: EDITAR
es: EDITAR

# remember_entity2
source: Remember that the entity you modify must comply with the
ca: Recorda que l'entitat que modifiquis haurà de complir els
es: Recuerda que la entidad que modifiques deberá cumplir los

source: Delete entity
ca: Eliminar entitat
es: Eliminar entidad

# delete_entity_explanation
source: Are you sure you want to delete this entity? By deleting the entity, it will become inaccessible and cannot be used by anyone. Please consider this option carefully before confirming the deletion.
ca: Estàs segur que vols eliminar aquesta entitat? En eliminar l'entitat, aquesta quedarà inaccessible i no podrà ser utilitzada per ningú. Si us plau, considera aquesta opció amb cura abans de confirmar l'eliminació.
es: ¿Estás seguro de que quieres eliminar esta entidad? Al eliminar la entidad, esta quedará inaccesible y no podrá ser utilizada por nadie. Por favor, considera esta opción con cuidado antes de confirmar la eliminación.

source: Confirm
ca: Cancel·lar
es: Confirmar

# search_new
source: Search for a new...
ca: Cerca una notícia...
es: Busca una noticia...

# no_news
source: This entity has no news
ca: Aquesta entitat no té notícies
es: Esta entidad no tiene noticias

# create_new
source: Create a new
ca: Crear notícia
es: Crear noticia

# title_new
source: Headline
ca: Titular
es: Titular

# body_new
source: News body
ca: Cos de la notícia
es: Cuerpo de la noticia

source: PUBLISH
ca: PUBLICAR
es: PUBLICAR

# remember_new
source: Remember that the news you create must comply with the
ca: Recorda que la notícia que creïs haurà de complir els
es: Recuerda que la noticia que crees deberá cumplir los

source: Delete new
ca: Eliminar notícia
es: Eliminar noticia

# delete_new_explanation
source: Are you sure you want to delete this news? This decision will be permanent.
ca: Segur que desitja eliminar aquesta notícia? Aquesta decisió serà permanent.
es: ¿Seguro que desea eliminar esta notícia? Esta decisión será permanente.

# no_messages
source: No messages available
ca: No hi ha missatges disponibles
es: No hay mensajes disponibles

# be_first_message
source: Be the first to write a message
ca: Sé el primer a escriure un missatge
es: Sé el primero en escribir un mensaje

# send_message
source: Send a message...
ca: Envia un missatge...
es: Envía un mensaje...

# no_itineraries_entity
source: This entity has no itineraries
ca: Aquesta entitat no té itineraris
es: Esta entidad no tiene itinerarios

source: Create itinerary
ca: Crear itinerari
es: Crear itinerario

# remember_itinerary
source: Remember that the itinerary you create must comply with the
ca: Recorda que l'itinerari que creïs haurà de complir els
es: Recuerda que el itinerario que crees deberá cumplir los

# delete_button
source: Delete
ca: Eliminar
es: Eliminar

source: Delete itinerary
ca: Eliminar itinerari
es: Eliminar itinerario
